"john.appleseed" = "manuel.macieira";
"Sign In" = "Iniciar sessão";
"Your account name or password was entered incorrectly." = "O nome de conta ou palavra-passe introduzidos estão incorrectos.";
"There was an error logging in. Please try again." = "Ocorreu um erro ao iniciar sessão. Volte a tentar.";
"Apple ID password" = "ID Apple";
"Invalid token data is returned by server" = "Ocorreu um erro ao iniciar sessão. Volte a tentar.";
"Authentication was canceled by user" = "A autenticação foi cancelada";
"password" = "palavra‑passe";
"OK" = "OK";
"Password field is empty" = "Digite a palavra‑passe.";
"Password expired. Please change your password on Mac." = "A palavra‑passe está caducada. Altere‑a em Definições -> Store.";
"Required" = "necessário";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Deseja aceder a iForgot.apple.com para recuperar os dados da sua conta?";
"Password" = "Palavra-passe";
"Apple ID field is empty" = "O campo ID Apple está vazio.";
"Apple ID" = "ID Apple";
"Cancel" = "Cancelar";


/* New Localized Strings. Added in ACME 2.1.6 */
/* Portuguese-Portugal (pt-pt) same as Portuguese (pt) */
"Your Apple ID or password was entered incorrectly." = "O ID Apple ou palavra-passe que introduziu está incorreto.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "Para proteger a sua segurança, reponha a sua palavra-passe. É fácil, basta aceder a %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Por motivos de segurança, esta Apple ID foi desactivada. Pode repor a sua palavra-passe em %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "A hora actual neste dispositivo parece estar incorrecta. Pode corrigi-la em Definições > Geral > Data e hora. Em seguida, tente novamente.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Ocorreu um erro. Obrigado por aguardar. Tente novamente mais tarde.";

"You appear to be offline. Please connect to the Internet and try again." = "Parece estar offline. Estabeleça ligação à Internet e tente novamente.";

"Two-step verification has been disabled for the Apple ID account %@." = "A confirmação em dois passos foi desativada para a conta de ID Apple %@.";

"Signing In" = "A iniciar sessão";

"A new code has been sent to your device." = "Foi enviado um novo código para o seu dispositivo.";

"Code %1$d of %2$d selected" = "Código %1$d de %2$d selecionado";

"Sending New Code" = "A enviar novo código";

"Verifying code" = "A confirmar código";

"Verified" = "Confirmado";

/* Verification Code Screen Prompt */
"Enter verification code" = "Introduzir código de confirmação";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Introduza o código de confirmação enviado para \"%@\"";

/* Send new code button title */
"Send a new code" = "Enviar um novo código";

/* SMS subtitle */
"SMS to Phone Number" = "SMS para número de telefone";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Não consegue receber mensagens em nenhum dos seus dispositivos?";

/* Verification Code Screen Title */
"Verification Code" = "Código de confirmação";

/* Trusted devices screen title */
"Verify Identity" = "Confirmar identidade";

/* Send button title */
"Send" = "Enviar";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "Para gerir os seus dispositivos fidedignos, visite %@ a partir de um Mac ou PC.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "A confirmação em dois passos está ativada para este ID Apple.";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "Será enviado um código temporário para o dispositivo que selecionar podendo utilizar para confirmar a sua identidade.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "DISPOSITIVOS FIDEDIGNOS";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "A confirmação em dois passos é necessária, mas a intervenção do utilizador não é permitida.";

/* Button title */
"My Apple ID…" = "O meu ID Apple…";

/* Phone number description */
"Number ending in %@" = "Número terminado em %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Lamentamos, mas efetuou demasiadas tentativas de confirmação da sua identidade. Por motivos de segurança, não poderá efetuar alterações à sua conta nas próximas oito horas sem a Chave de recuperação.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Enviou demasiados códigos para confirmar o seu número de telefone. Tente novamente mais tarde.";

/* Error Message */
"No Device information available." = "Nenhuma informação de dispositivo disponível";

/* Error Message */
"The verification code you entered is not valid." = "O código de confirmação que introduziu não é válido.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "Falhou a confirmação do código demasiadas vezes. Envie um novo código para outro dispositivo ou tente novamente.";

/* Send Code to label */
"Send Code to:" = "Enviar código para:";

/* Error Message */
"Please enter a valid phone number." = "Introduza um número de telefone válido.";
